---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedpathBeginningIndent
source: html/7dabb43f-ce6c-6ca6-0336-8f63c5b68c95.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedpathBeginningIndent Property

"Beginning Indent"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedpathBeginningIndent { get; }
```